import React from 'react';

function Page() {
  return (
    <div>
      <div>
        <div>협회장인사말</div>
        <div>
          안녕하십니까, 국제생활습관협회 회장으로서 여러분께 인사드립니다.
          생활습관의학을 기반으로 한 생활습관 코칭은 시민들이 올바른 습관을
          형성하도록 깊이 있는 학습을 제공합니다. 이를 통해 우리는 건강한 육체와
          맑은 정신을 유지하며, 현대인의 평균 수명을 증가시키고 삶의 질을
          향상시키는 목표를 실현하고자 합니다. 또한, 질병 발생을 최소화하고
          예방함으로써 개인과 공동체의 웰빙을 극대화할 수 있습니다. 국제
          생활습관 코칭 협회는 이러한 사명을 가지고 생활습관의 중요성을
          강조하며, 시민들이 올바른 생활습관을 형성할 수 있도록 최선을 다하고
          있습니다. 2023년 통계청 생명표에 따르면 우리나라 남성의 평균 수명은
          79.9세, 여성의 평균 수명은 85.6세입니다. 그러나 질병 발생 이후의 생존
          기간은 평균 17.3년으로, 이는 많은 사람들이 오랜 기간 동안 낮은 삶의
          질과 고통을 겪고 있음을 의미합니다. 따라서 우리 협회는 젊은 세대에게는
          질병을 예방하고, 기성 세대에게는 질병을 관리하게 하여 삶의 질을
          극대화하는 데 중점을 두고 있습니다. 우리의 목표는 모든 세대가 건강하고
          행복한 삶을 누릴 수 있도록 돕는 것입니다. 여러분의 적극적인 참여와
          성원이 우리 협회가 이 목표를 달성하는 데 큰 힘이 됩니다. 앞으로도
          지속적인 관심과 지원을 부탁드리며, 함께 건강한 미래를 만들어 갑시다.
          감사합니다. 국제생활습관협회 회장
        </div>
        <div>
          <div>협회 설립 취지 및 목적</div>
          <div>
            국제생활습관협회는 세계 시민들의 건강과 웰빙 증진에 적극적으로
            공헌합니다. 생활습관의학을 기반으로 한 생활습관 코칭 분야의
            대표단체로서 건강한 생활습관의 중요성을 알리고 이를 통한 질병 예방
            및 관리의 중요성을 강조합니다. 시민들이 올바른 생활습관을 형성하도록
            돕고, 이를 통해 삶의 질을 향상시키며 평균 수명을 증가시키는 것을
            목표로 합니다. 또한, 생활습관 개선을 통한 개인과 공동체의 웰빙을
            극대화하여 국제적인 건강 증진과 웰빙에 기여함을 목적으로 합니다.
            국제생활습관협회는 회원들 간의 유대를 공고히 하고 생활습관 코칭의
            기술 개발 및 보급을 촉진하기 위한 구심체로서의 역할을 합니다. 이를
            통해 관련 기업과 전문가들의 활동을 활성화하고 국제 경쟁력을 강화하여
            전 세계 시민들의 건강과 웰빙 증진에 공헌하는 것을 목적으로 합니다.
          </div>
        </div>
      </div>
    </div>
  );
}

export default Page;
